bpel/sy/src/test/resources/xml/soap-hello-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:sample="http://ws.switchyard.samples.redhat.com/">
  <soapenv:Header />
  <soapenv:Body>
    <sample:hello>
      <name>Test</name>
    </sample:hello>
  </soapenv:Body>
</soapenv:Envelope>
